chat_system_1676285990_actor_description=Aron Demion. Senior priest.
chat_system_1676285990_switch_0_header_1=^?^Oh, [rank] [player]? Have you finally managed to find a little time to tell me your wonderful story?
chat_system_1676285990_snap_0_question=^?^I am glad to see you in good health and in such bright regalia. You've certainly deserved it, [player]! Recently I have talked to the gods quite a lot. And you know, it looks like the world's fates are indeed connected with you somehow.
chat_system_1676285990_snap_0_answer_0=^?^You can't even imagine how right you are, priest!
chat_system_1676285990_snap_0_answer_1=^?^I'm sorry, priest, but I have to go. I'll certainty call on you and tell you everything!
chat_system_1676285990_snap_1_question=^?^Cuckoo!<br>[s]The fidgety princess jumps up from behind your back and makes an amusing face:[/s]<br>Uncle Aron, I'm here! I can talk to the gods too. I talked to Endoria, and it told me fairy-tales. It said it didn't know any prayers, and then I taught it to pray as you told me.<br>And Mister [player] flew to me on a big ship and rescued me from the evil dragon.
chat_system_1676285990_snap_1_answer_0=^?^Oh, you fidgety girl! It is improper to interrupt when adults are talking.
chat_system_1676285990_snap_2_question=^?^Gods be praised! Finally you've heard my prayers! But... how? When?<br>It seems to me, [player], that during these past days you have had a lot of amazing adventures, and I'd like to know more about them. Not in the form of divine visions - that requires three fasting days - but from you.
chat_system_1676285990_snap_2_answer_0=^?^I'm sorry, priest, but I have to go. I'll certainty call on you soon, and tell you everything.
